/*
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Daftar perisian dengan alamat E-mel dan kod pendaftaran yang dibeli.";
"Your E-mail Address" = "Alamat E-mel anda";
"Registration Code" = "Kod Pendaftaran";

"Please make sure both your E-mail address and registration code are correct and try again." = "Sila pastikan kedua-dua alamat E-mel dan kod pendaftaran anda adalah betul dan cuba lagi.";

"Buy Now" = "Beli Sekarang";
"Register" = "Daftar";
"Skip" = "Langkau";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Jika anda belum terima kod pendaftaran atau tak tahu alamat E-mel berdaftar, sila klik sini untuk semak >>";
"click here to check >>" = "klik sini untuk semak >>";
"2. For other registration issues, please contact us >>" = "2. Untuk isu pendaftaran lain, sila hubungi kami >>";
"contact us >>" = "hubungi kami >>";

"Registering…" = "Mendaftar…";
"Registered successfully!" = "Pendaftaran berjaya!";
"OK" = "OK";

"Please make sure your network connection is working and try again." = "Sila pastikan sambungan rangkaian anda berfungsi normal dan cuba lagi.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Aduh! Ralat Pada Proses Pendaftaran! Sila semak semula alamat E-mel dan kod pendaftaran yang anda masukkan dan ulang semula.";

"The number of devices has exceeded the current order limit." = "Bilangan peranti telah melebihi had pesanan semasa.";
"Contact us" = "Hubungi kami";
"The number of computers registered with the registration code has exceeded the limit." = "Bilangan komputer yang didaftarkan dengan kod pendaftaran telah melebihi had.";
"Invalid registration code!" = "Kod pendaftaran tidak sah!";
"No order record for this registration code!" = "Tiada rekod pesanan untuk kod pendaftaran ini!";
"This registration code has expired!" = "Kod pendaftaran ini telah luput!";

"Registered license plan:" = "Pelan lesen berdaftar:";
"User E-mail:" = "E-mel Pengguna:";
"License Plan:" = "Pelan lesen:";

"Change license plan" = "Tukar pelan lesen";
"Family license" = "Lesen keluarga";
"1 Year license" = "Lesen 1 Tahun";
"1 Month license" = "Lesen 1 Bulan";
"Enterprise Subscription Edition" = "Edisi Langganan Bisnes";

"Valid until:" = "Sah sehingga:";

"Available device(s):" = "Peranti yang tersedia:";
//"%lu device(s)/Total %lu device(s)" = "%lu device(s)/Total %lu device(s)";
"Available computer(s):" = "Komputer yang tersedia:";
//"%lu computer(s)/Total %lu computer(s)" = "%lu computer(s)/Total %lu computer(s)";

"Used device(s):" = "Peranti sedang pakai:";
"Used computer(s):" = "Komputer sedang pakai:";
"%lu device(s)" = "%lu peranti";
"%lu computer(s)" = "%lu komputer";

"Welcome to use %@" = "Selamat mengguna  %@";
"Change License" = "Tukar Lesen";
"Lifetime" = "Seumur hidup";
"Unlimited" = "Tiada had";

"If you want to continue using %@, please purchase again or contact us." = "Jika anda ingin sambung gunakan %@, sila beli lagi atau hubungi kami.";
"See Pricing" = "Lihat Harga";

